/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "Kan inte slutföra åtgärden";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Försök igen senare.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "Kan inte öppna";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "Medieformatet stöds inte.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "Kan inte öppna";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Mediet kan vara skadat.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "Kan inte öppna";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "Det här programmet är inte auktoriserat att spela upp filen."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "Kan inte öppna";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Mediet kan inte användas.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "Kan inte avkoda";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "Avkodaren som krävs för det här mediet är upptagen.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Stoppa alla andra åtgärder som avkodar medier och försök igen.";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_Description" = "Kan inte öppna";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_FailureReason" = "Mediet kan inte användas på den här datorn.";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_Description" = "Kan inte öppna";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_FailureReason" = "Innehållet kan inte spelas upp på den externa skärmen.";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_Description" = "Kan inte öppna";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_FailureReason" = "Det skyddade innehållet kan inte spelas upp på den aktuella systemkonfigurationen.";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_Description" = "Videospåret i kodningskonverteringens utmatning har felaktigt bildruteantal";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_FailureReason" = "Bildruteantalet i kodningskonverteringens utmatning överensstämmer inte med källan som saknar redigeringssegment";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_Description" = "Kunde inte avkoda";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_FailureReason" = "avkodaren påträffade ett fel";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_Description" = "Kunde inte koda";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_FailureReason" = "kodaren påträffade ett fel";

